IDEA Open Model
MatConcreteSIA.Nfc Property
Compatible with IDEA StatiCa v 10.1
 conversion factor nfc
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public double Nfc { get; set; }
Public Property Nfc As Double
	Get
	Set
public:
property double Nfc {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
MatConcreteSIA Class
IdeaRS.OpenModel.Material Namespace